[
  {"id":"Jamriska2012","type":"article-journal","title":"Statistical characterisation of bio-aerosol background in an urban environment","container-title":"Atmospheric Environment","page":"439–448","volume":"54","source":"ScienceDirect","abstract":"In this paper we statistically characterise the bio-aerosol background in an urban environment. To do this we measure concentration levels of naturally occurring microbiological material in the atmosphere over several days. Naturally occurring bio-aerosols can be considered as noise, as they mask the presence of signals coming from biological material of interest (such as an intentionally released biological agent). Analysis of this ‘biobackground’ was undertaken in the 1–10 μm size range and a 3–9% contribution was found to be biological in origin – values which are in good agreement with other studies reported in the literature. A model based on the physics of turbulent mixing and dispersion was developed and validated against this analysis. The Gamma distribution (the basis of our model) is shown to comply with the scaling laws of the concentration moments of our data, which enables us to universally characterise both biological and non-biological material in the atmosphere. An application of this model is proposed to build a framework for the development of novel algorithms for bio-aerosol detection and rapid characterisation.","URL":"/papers/Jamriska et al. AtmosEnv 54 430-448 (2012).pdf","DOI":"10.1016/j.atmosenv.2012.02.049","ISSN":"1352-2310","author":[{"family":"Jamriska","given":"Milan"},{"family":"DuBois","given":"Timothy C."},{"family":"Skvortsov","given":"Alex"}],"issued":{"date-parts":[[2012,7,1]]},"accessed":{"date-parts":[[2018,2,20]]},"container-title-short":"Atmos. Env.","sort":20120701},
  {"id":"DuBois2015a","type":"article-journal","title":"Dispersion of particles by a strong explosion","container-title":"Physical Review E","page":"023025","volume":"92","issue":"2","source":"APS","abstract":"The dynamics of particle transport under the influence of localized high energy anomalies (explosions) is a complicated phenomenon dependent on many physical parameters of both the particle and the medium it resides in. Here we present a conceptual model that establishes simple scaling laws for particle dispersion in relation to the energy released in a blast, properties of the medium, physical properties of particles, and their initial position away from a blast epicenter. These dependencies are validated against numerical simulations and we discuss predictions of the model which can be validated experimentally. Other applications and extensions to the framework are also considered.","URL":"/papers/DuBois et al. PRE 92 023025 (2015).pdf","DOI":"10.1103/PhysRevE.92.023025","author":[{"family":"DuBois","given":"Timothy C."},{"family":"Jamriska","given":"Milan"},{"family":"Skvortsov","given":"Alex"}],"issued":{"date-parts":[[2015,8,24]]},"accessed":{"date-parts":[[2018,2,20]]},"container-title-short":"Phys. Rev. E","sort":20150824},
  {"id":"Skvortsov2013","type":"article-journal","title":"Tracer Dispersion in the Turbulent Convective Layer","container-title":"Journal of the Atmospheric Sciences","page":"4112–4121","volume":"70","issue":"12","source":"journals.ametsoc.org (Atypon)","abstract":"Experimental results for passive tracer dispersion in the turbulent surface layer under convective conditions are presented. In this case, the dispersion of tracer particles is determined by the interplay of two mechanisms: buoyancy and advection. In the atmospheric surface layer under unstable stratification the buoyancy mechanism dominates when the distance from the ground is greater than the Monin–Obukhov length, resulting in a different exponent in the scaling law for relative separation of Lagrangian particles (a deviation from the celebrated Richardson's law). This conclusion is supported by atmospheric observations. Exit-time statistics and a probability density function of concentration increments derived from a previously published experimental dataset demonstrate a noticeable difference between tracer dispersion in the convective and neutrally stratified surface layers.","URL":"/papers/Skvortsov et al. JAtmosSci 70 4112 (2013).pdf","DOI":"10.1175/JAS-D-12-0268.1","ISSN":"0022-4928","author":[{"family":"Skvortsov","given":"Alex"},{"family":"Jamriska","given":"Milan"},{"family":"DuBois","given":"Timothy C."}],"issued":{"date-parts":[[2013,7,29]]},"accessed":{"date-parts":[[2018,2,20]]},"container-title-short":"J. Atmos. Sci.","sort":20130729},
  {"id":"DuBois2013","type":"article-journal","title":"Delocalized Oxygen as the Origin of Two-Level Defects in Josephson Junctions","container-title":"Physical Review Letters","page":"077002","volume":"110","issue":"7","source":"APS","abstract":"One of the key problems facing superconducting qubits and other Josephson junction devices is the decohering effects of bistable material defects. Although a variety of phenomenological models exist, the true microscopic origin of these defects remains elusive. For the first time we show that these defects may arise from delocalization of the atomic position of the oxygen in the oxide forming the Josephson junction barrier. Using a microscopic model, we compute experimentally observable parameters for phase qubits. Such defects are charge neutral but have nonzero response to both applied electric field and strain. This may explain the observed long coherence time of two-level defects in the presence of charge noise, while still coupling to the junction electric field and substrate phonons.","URL":"/papers/DuBois et al. PRL 110 077002 (2013).pdf","DOI":"10.1103/PhysRevLett.110.077002","author":[{"family":"DuBois","given":"Timothy C."},{"family":"Per","given":"Manolo C."},{"family":"Russo","given":"Salvy P."},{"family":"Cole","given":"Jared H."}],"issued":{"date-parts":[[2013,2,12]]},"accessed":{"date-parts":[[2018,2,20]]},"container-title-short":"Phys. Rev. Lett.","sort":20130212},
  {"id":"SvedungWettervik2016","type":"article-journal","title":"Vlasov modelling of laser-driven collisionless shock acceleration of protons","container-title":"Physics of Plasmas","page":"053103","volume":"23","issue":"5","source":"aip.scitation.org (Atypon)","abstract":"Ion acceleration due to the interaction between a short high-intensity laser pulse and a moderately overdense plasma target is studied using Eulerian Vlasov–Maxwell simulations. The effects of variations in the plasma density profile and laser pulse parameters are investigated, and the interplay of collisionless shock and target normal sheath acceleration is analyzed. It is shown that the use of a layered-target with a combination of light and heavy ions, on the front and rear side, respectively, yields a strong quasi-static sheath-field on the rear side of the heavy-ion part of the target. This sheath-field increases the energy of the shock-accelerated ions while preserving their mono-energeticity.","URL":"/papers/Svedung Wettervik et al. PhysPlasmas (2016).pdf","DOI":"10.1063/1.4948424","ISSN":"1070-664X","author":[{"family":"Svedung Wettervik","given":"Benjamin"},{"family":"DuBois","given":"Timothy C."},{"family":"Fülöp","given":"Tünde"}],"issued":{"date-parts":[[2016,5,6]]},"accessed":{"date-parts":[[2018,2,20]]},"container-title-short":"Phys. Plas.","sort":20160506},
  {"id":"Hesslow2017","type":"article-journal","title":"Effect of Partially Screened Nuclei on Fast-Electron Dynamics","container-title":"Physical Review Letters","page":"255001","volume":"118","issue":"25","source":"APS","abstract":"We analyze the dynamics of fast electrons in plasmas containing partially ionized impurity atoms, where the screening effect of bound electrons must be included. We derive analytical expressions for the deflection and slowing-down frequencies, and show that they are increased significantly compared to the results obtained with complete screening, already at subrelativistic electron energies. Furthermore, we show that the modifications to the deflection and slowing down frequencies are of equal importance in describing the runaway current evolution. Our results greatly affect fast-electron dynamics and have important implications, e.g., for the efficacy of mitigation strategies for runaway electrons in tokamak devices, and energy loss during relativistic breakdown in atmospheric discharges.","URL":"/papers/Hesslow et al. PRL 118 25501 (2017).pdf","DOI":"10.1103/PhysRevLett.118.255001","author":[{"family":"Hesslow","given":"Linnea"},{"family":"Embréus","given":"Ola"},{"family":"Stahl","given":"Adam"},{"family":"DuBois","given":"Timothy C."},{"family":"Papp","given":"Gergely"},{"family":"Newton","given":"Sarah"},{"family":"Fülöp","given":"Tünde"}],"issued":{"date-parts":[[2017,6,20]]},"accessed":{"date-parts":[[2018,2,20]]},"container-title-short":"Phys. Rev. Lett.","sort":20170620},
  {"id":"SvedungWettervik2017","type":"article-journal","title":"Relativistic Vlasov-Maxwell modelling using finite volumes and adaptive mesh refinement","container-title":"The European Physical Journal D","page":"157","volume":"71","issue":"6","source":"link.springer.com","abstract":"The dynamics of collisionless plasmas can be modelled by the Vlasov-Maxwell system of equations. An Eulerian approach is needed to accurately describe processes that are governed by high energy tails in the distribution function, but is of limited efficiency for high dimensional problems. The use of an adaptive mesh can reduce the scaling of the computational cost with the dimension of the problem. Here, we present a relativistic Eulerian Vlasov-Maxwell solver with block-structured adaptive mesh refinement in one spatial and one momentum dimension. The discretization of the Vlasov equation is based on a high-order finite volume method. A flux corrected transport algorithm is applied to limit spurious oscillations and ensure the physical character of the distribution function. We demonstrate a speed-up by a factor of 7 × in a typical scenario involving laser pulse interaction with an underdense plasma due to the use of an adaptive mesh. Graphical abstract Open image in new window","URL":"https://link.springer.com/content/pdf/10.1140%2Fepjd%2Fe2017-80102-2.pdf","DOI":"10.1140/epjd/e2017-80102-2","ISSN":"1434-6060, 1434-6079","language":"en","author":[{"family":"Svedung Wettervik","given":"Benjamin"},{"family":"DuBois","given":"Timothy C."},{"family":"Siminos","given":"Evangelos"},{"family":"Fülöp","given":"Tünde"}],"issued":{"date-parts":[[2017,6,15]]},"accessed":{"date-parts":[[2018,2,20]]},"container-title-short":"Eur. Phys. J. D","sort":20170615},
  {"id":"DuBois2016","type":"article-journal","title":"Constructing <i>ab initio</i> models of ultra-thin Al–AlOₓ–Al barriers","container-title":"Molecular Simulation","page":"Special Issue: Dedicated to Professor Ian K. Snook (1945–2013), 542–548","volume":"42","issue":"6-7","source":"Taylor and Francis+NEJM","abstract":"The microscopic structure of ultra-thin oxide barriers often plays a major role in modern nano-electronic devices. In the case of superconducting electronic circuits, their operation depends on the electrical nonlinearity provided by one or more such oxide layers in the form of ultra-thin tunnel barriers (also known as Josephson junctions). Currently available fabrication techniques manufacture an amorphous oxide barrier, which is attributed as a major noise source within the device. The nature of this noise is currently an open question and requires both experimental and theoretical investigation. Here, we present a methodology for constructing atomic-scale computational models of Josephson junctions using a combination of molecular mechanics, empirical and ab initio methods. These junctions consist of ultra-thin amorphous aluminium-oxide layers sandwiched between crystalline aluminium. The stability and structure of these barriers as a function of density and stoichiometry are investigated, which we compare with experimentally observed parameters.","URL":"/papers/DuBois et al. MolSim (2015).pdf","DOI":"10.1080/08927022.2015.1068941","ISSN":"0892-7022","author":[{"family":"DuBois","given":"Timothy C."},{"family":"Cyster","given":"Martin J."},{"family":"Opletal","given":"George"},{"family":"Russo","given":"Salvy P."},{"family":"Cole","given":"Jared H."}],"issued":{"date-parts":[[2015,8,26]]},"accessed":{"date-parts":[[2018,2,20]]},"container-title-short":"Mol. Sim.","sort":20150826},
  {"id":"DuBois2015","type":"article-journal","title":"Atomic delocalization as a microscopic origin of two-level defects in Josephson junctions","container-title":"New Journal of Physics","page":"023017","volume":"17","issue":"2","source":"Institute of Physics","abstract":"Identifying the microscopic origins of decoherence sources prevalent in Josephson junction (JJ) based circuits is central to their use as functional quantum devices. Focussing on so called ‘strongly coupled’ two-level defects, we construct a theoretical model using the atomic position of the oxygen which is spatially delocalized in the oxide forming the JJ barrier. Using this model, we investigate which atomic configurations give rise to two-level behaviour of the type seen in experiments. We compute experimentally observable parameters for phase qubits and examine defect response under the effects of applied electric field and strain.","URL":"/papers/DuBois et al. NJP 17 023017 (2015).pdf","DOI":"10.1088/1367-2630/17/2/023017","ISSN":"1367-2630","language":"en","author":[{"family":"DuBois","given":"Timothy C."},{"family":"Russo","given":"Salvy P."},{"family":"Cole","given":"Jared H."}],"issued":{"date-parts":[[2015,2,4]]},"accessed":{"date-parts":[[2018,2,20]]},"container-title-short":"New J. Phys.","sort":20150204},
  {"id":"Skvortsov2010","type":"article-journal","title":"Scaling laws of passive tracer dispersion in the turbulent surface layer","container-title":"Physical Review E","page":"056304","volume":"82","issue":"5","source":"CrossRef","abstract":"Experimental results for passive tracer dispersion in the turbulent surface layer under stable conditions are presented. In this case, the dispersion of tracer particles is determined by the interplay of three mechanisms: relative dispersion (celebrated Richardson’s mechanism), shear dispersion (particle separation due to variation of the mean velocity field) and specific surface-layer dispersion (induced by the gradient of the energy dissipation rate in the turbulent surface layer). The latter mechanism results in the rather slow (ballistic) law for the mean squared particle separation. Based on a simplified Langevin equation for particle separation we found that the ballistic regime always dominates at large times. This conclusion is supported by our extensive atmospheric observations. Exit-time statistics are derived from the experimental data set and show a reasonable match with the simple dimensional asymptotes for different mechanisms of tracer dispersion, as well as predictions of the multifractal model and experimental data from other sources.","URL":"/papers/Skvortsov et al. PRE 82 056304 (2010).pdf","DOI":"10.1103/PhysRevE.82.056304","ISSN":"1539-3755, 1550-2376","language":"en","author":[{"family":"Skvortsov","given":"Alex"},{"family":"Jamriska","given":"Milan"},{"family":"DuBois","given":"Timothy C."}],"issued":{"date-parts":[[2010,11,5]]},"accessed":{"date-parts":[[2018,2,20]]},"container-title-short":"Phys. Rev. E","sort":20101105},
  {"id":"DuBois2017","type":"article-journal","title":"Origins of plateau formation in ion energy spectra under target normal sheath acceleration","container-title":"Physics of Plasmas","page":"123114","volume":"24 (Editor's Pick)","issue":"12","source":"aip.scitation.org (Atypon)","abstract":"Target normal sheath acceleration (TNSA) is a method employed in laser–matter interaction experiments to accelerate light ions (usually protons). Laser setups with durations of a few 10 fs and relatively low intensity contrasts observe plateau regions in their ion energy spectra when shooting on thin foil targets with thicknesses of the order of 10 μm. In this paper, we identify a mechanism which explains this phenomenon using one-dimensional particle-in-cell simulations. Fast electrons generated from the laser interaction recirculate back and forth through the target, giving rise to time-oscillating charge and current densities at the target backside. Periodic decreases in the electron density lead to transient disruptions of the TNSA sheath field: peaks in the ion spectra form as a result, which are then spread in energy from a modified potential driven by further electron recirculation. The ratio between the laser pulse duration and the recirculation period (dependent on the target thickness, including the portion of the pre-plasma which is denser than the critical density) determines if a plateau forms in the energy spectra.","URL":"/papers/DuBois et al. POP 24 123114 (2017).pdf","DOI":"10.1063/1.5008806","ISSN":"1070-664X","author":[{"family":"DuBois","given":"Timothy C."},{"family":"Siminos","given":"Evangelos"},{"family":"Ferri","given":"Julien"},{"family":"Gremillet","given":"Laurent"},{"family":"Fülöp","given":"Tünde"}],"issued":{"date-parts":[[2017,12,1]]},"accessed":{"date-parts":[[2018,2,20]]},"container-title-short":"Phys. Plas.","sort":20171201},
  {"id":"Ferri2018","type":"article-journal","title":"Proton acceleration by a pair of successive ultraintense femtosecond laser pulses","container-title":"Physics of Plasmas","page":"043115","volume":"25","issue":"4","source":"aip.scitation.org (Atypon)","abstract":"We investigate the target normal sheath acceleration of protons in thin aluminum targets irradiated at a relativistic intensity by two time-separated ultrashort (35 fs) laser pulses. When the full-energy laser pulse is temporally split into two identical half-energy pulses, and using target thicknesses of 3 and 6 μm, we observe experimentally that the second half-pulse boosts the maximum energy and charge of the proton beam produced by the first half-pulse for time delays below ∼0.6–1 ps. Using two-dimensional particle-in-cell simulations, we examine the variation of the proton energy spectra with respect to the time-delay between the two pulses. We demonstrate that the expansion of the target front surface caused by the first pulse significantly enhances the hot-electron generation by the second pulse arriving after a few hundreds of fs time delay. This enhancement, however, does not suffice to further accelerate the fastest protons driven by the first pulse once three-dimensional quenching effects have set in. This implies a limit to the maximum time delay that leads to proton energy enhancement, which we theoretically determine.","URL":"/papers/Ferri et al. POP 25 043115 (2018).pdf","DOI":"10.1063/1.5026391","ISSN":"1070-664X","author":[{"family":"Ferri","given":"Julien"},{"family":"Senje","given":"Lovisa"},{"family":"Dalui","given":"Malay"},{"family":"Svensson","given":"Kristoffer"},{"family":"Aurand","given":"Bastian"},{"family":"Hansson","given":"Martin"},{"family":"Persson","given":"Anders"},{"family":"Lundh","given":"Olle"},{"family":"Wahlström","given":"Claes-Göran"},{"family":"Gremillet","given":"Laurent"},{"family":"Siminos","given":"Evangelos"},{"family":"DuBois","given":"Timothy C."},{"family":"Yi","given":"Longqing"},{"family":"Martins","given":"Joana"},{"family":"Fülöp","given":"Tünde"}],"issued":{"date-parts":[[2018,4,1]]},"accessed":{"date-parts":[[2018,4,25]]},"container-title-short":"Phys. Plas.","sort":20180401},
  {"id":"Hesslow2018","type":"article-journal","title":"Generalized collision operator for fast electrons interacting with partially ionized impurities","container-title":"Journal of Plasma Physics","page":"905849605","volume":"84","issue":"6","source":"Cambridge Core","abstract":"Accurate modelling of the interaction between fast electrons and partially ionized atoms is important for evaluating tokamak disruption mitigation schemes based on material injection. This requires accounting for the effect of screening of the impurity nuclei by the cloud of bound electrons. In this paper, we generalize the Fokker–Planck operator in a fully ionized plasma by accounting for the effect of screening. We detail the derivation of this generalized operator, and calculate the effective ion length scales, needed in the components of the collision operator, for a number of ion species commonly appearing in fusion experiments. We show that for high electric fields, the secondary runaway growth rate can be substantially larger than in a fully ionized plasma with the same effective charge, although the growth rate is significantly reduced at near-critical electric fields. Furthermore, by comparison with the Boltzmann collision operator, we show that the Fokker–Planck formalism is accurate even for large impurity content.","URL":"/papers/Hesslow et al. JPlasPhys 84 905840605 (2018).pdf","DOI":"10.1017/S0022377818001113","ISSN":"0022-3778, 1469-7807","language":"en","author":[{"family":"Hesslow","given":"Linnea"},{"family":"Embréus","given":"Ola"},{"family":"Hoppe","given":"Mathias"},{"family":"DuBois","given":"Timothy C."},{"family":"Papp","given":"Gergely"},{"family":"Rahm","given":"Martin"},{"family":"Fülöp","given":"Tünde"}],"issued":{"date-parts":[[2018,11,16]]},"accessed":{"date-parts":[[2018,11,16]]},"container-title-short":"J. Plas. Phys.","sort":20181116},
  {"id":"DuBois2015b","type":"article","title":"A 3D investigation of delocalised oxygen two-level defects in Josephson junctions","publisher":"1508.05204","source":"arXiv","abstract":"Environmental two-level systems (TLS) have been identified as significant decoherence sources in Josephson junction (JJ) based circuits. For such quantum devices to be functional, the removal or control of the TLS is a necessity. Understanding the microscopic origins of the 'strongly coupled' TLS type is one current path of investigation to that end. The delocalized oxygen model suggests the atomic position of an oxygen atom is spatially delocalized in the oxide forming the JJ barrier. In this report we extend this model from its previous 2+1D construction to a complete 3D description using a Wick-rotated time-dependent Schrodinger equation to solve for time-independent solutions in three dimensions. We compute experimentally observable parameters for phase qubits and compare the results to the 2+1D framework. We devise a Voronoi classification scheme to investigate oxygen atoms delocalizing within strained and non-strained crystalline lattices, as well as realistic atomic positions a JJ amorphous tunnel barrier constructed in previous density functional studies.","URL":"https://arxiv.org/abs/1508.05204","language":"en","author":[{"family":"DuBois","given":"Timothy C."},{"family":"Russo","given":"Salvy P."},{"family":"Cole","given":"Jared H."}],"issued":{"date-parts":[[2015,8,21]]},"accessed":{"date-parts":[[2018,11,27]]},"sort":20150821}
]
